11/data/attachments/a532a5278b11a7d0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e74f9024-8900-4f7e-8aae-46fdaa8d383c</nif:username>
            <nif:friendToBeAdded>Heather_night_Actions_95019_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>